Repository: django-cms/djangocms-versioning
Catalog: djangocms_versioning/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, nl, ru, sq

source: State
ar: الحالة
fr: État
nl: Status
ru: Состояние
sq: Gjendje

source: Empty
ar: فارغ
fr: Vide
nl: Leeg
ru: Пустая
sq: I zbrazët

source: Author
ar: المؤلف
fr: Auteur
nl: Auteur
ru: Автор
sq: Autor

source: Modified
ar: تعديل
fr: Modifié
nl: Gewijzigd
ru: Изменена
sq: E ndryshuar

source: Preview
ar: معاينة
fr: Pré-visualisation
nl: Voorbeeld
ru: Просмотр
sq: Paraparje

source: Edit
ar: تحرير
fr: Éditer
nl: Bewerk
ru: Правка
sq: Përpunojeni

source: New Draft
ar: مسودة جديدة
fr: Nouveau Brouillon
nl: Nieuw concept
ru: Новый Черновик
sq: Skicë e Re

source: Manage versions
ar: إدارة الإصدارات
fr: Gérer les versions
nl: Beheer versies
ru: Версии
sq: Administroni versione

source: Content
ar: المحتوى
fr: Contenu
ru: Содержимое
sq: Lëndë

source: locked
ar: مقفول
fr: verrouillé
nl: gesloten
ru: блокировано
sq: kyçur

source: Archive
ar: أرشيف
fr: Archiver
nl: Archiveer
ru: Архив
sq: Arkiv

source: Publish
ar: نشر
fr: Publier
nl: Publiceer
ru: Публикация
sq: Botoje

source: Unpublish
ar: الغاء النشر
fr: Dépublier
nl: Gedepubliceerd
ru: Депубликация
sq: Hiqe nga të botuar

source: Revert
ar: استرجاع
fr: Rétablir
nl: Terugdraaien
ru: Откат
sq: Riktheje

source: Discard
ar: تجاهل
fr: Rejeter
nl: Annuleer
ru: Сброс
sq: Hidhe tej

source: Unlock
ar: إلغاء القفل
fr: Déverrouiller
nl: Ongesloten
ru: Разблокировать
sq: Shkyçe

source: Compare versions
ar: مقارنة الإصدارات
fr: Comparer les versions
nl: Vergelijk versies
ru: Сравнить версии
sq: Krahasoni versione

source: Exactly two versions need to be selected.
ar: يجب تحديد إثنين من الإصدارات بالضبط
fr: Il faut sélectionner exactement deux versions.
nl: Precies twee versies moeten zijn geselecteerd.
ru: Должны быть выбраны две версии
sq: Lypset të përzgjidhen saktësisht dy versione.

source: Version cannot be archived
ar: لا يمكن أرشفة الإصدار
fr: La version ne peut pas être archivée
nl: Versie kan niet worden gearchiveerd
ru: Версия не может быть архивирована
sq: Versioni s’mund të arkivohet

source: Version archived
ar: تمت أرشفة الإصدار
fr: Version archivée
nl: Versie gearchiveerd
ru: Версия не может быть архивирована
sq: Versioni u arkivua

source: This view only supports POST method.
ar: هذا العرض يدعم فقط طريقة POST
fr: Cette vue ne prend en charge que la méthode POST.
nl: Deze weergave ondersteunt alleen de POST methode
ru: Это представление поддерживает только метод POST
sq: Kjo pamje mbulon vetëm metodën POST.

source: Version cannot be published
ar: لا يمكن نشر الإصدار
fr: La version ne peut pas être publiée
nl: Versie kan niet worden gepubliceerd
ru: Версия не может быть опубликована
sq: Versioni s’mund të botohet

source: Version published
ar: تم نشر الإصدار
fr: Version publiée
nl: Versie gepubliceerd
ru: Версия опубликована
sq: Versioni u botua

source: Version cannot be unpublished
ar: لا يمكن إلغاء نشر الإصدار
fr: La version ne peut pas être dépubliée
nl: Versie kan niet worden gedepubliceerd
ru: Версия не может быть депубликована
sq: Versioni s’mund të shbotohet

source: Version unpublished
ar: تم إلغاء نشر الإصدار
fr: Version non publiée
nl: Versie ongepubliceerd
ru: Версия депубликована
sq: Versioni u shbotua

source: The last version has been deleted
ar: تم حذف الإصدار السابق
fr: La dernière version a été supprimée
nl: De laatste versie is verwijderd
ru: Последняя версия была удалена
sq: Versioni i fundit është fshirë

source: You do not have permission to remove the version lock
ar: ليس لديك صلاحيات لحذف قفل الإصدار
fr: Vous n'avez pas la permission de retirer le verrouillage de version
nl: Je hebt geen rechten om de versie van t slot te halen
ru: У вас нет прав на снятие блокировки версии
sq: S’keni leje për të hequr këtë kyçje versioni

source: Version unlocked
ar: تم إلغاء قفل الإصدار
fr: Version déverrouillée
nl: Versie ongesloten
ru: Версия разблокирована
sq: U shkyç version

source: Displaying versions of "{grouper}"
ar: عرض إصدارات "{grouper}"
fr: Afficher les versions de "{grouper}"
nl: Weergave versies van "{grouper}"
ru: Отображение версий "{grouper}"
sq: Po shfaqen versione të “{grouper}”

source: django CMS Versioning
ar: إصدارات ن.إ.م. چانجو
nl: django CMS Versionering
ru: Джанго Версионирование
sq: Versione në django CMS

source: No available title
ar: بدون عنوان
fr: Aucun titre disponible
nl: Geen beschikbare titel
ru: Нет доступного заголовка
sq: S’ka titull

source: Unpublished
ar: غير منشور
fr: Non publié
nl: Ongepubliceerd
ru: Депубликована
sq: I pabotuar

source: Language must be set to a supported language!
ar: يجب تحديد لغة ضمن اللغات المدعومة!
fr: La langue doit être définie comme une langue prise en charge !
nl: Taal moet gespecificeerd worden binnen de ondersteunde talen!
ru: Язык должен быть выбран из поддерживаемых языков
sq: Si gjuhë duhet të caktoni një gjuhë të mbuluar!

source: You do not have permission to copy these plugins.
ar: ليس لديك صلاحيات لنسخ هذه الملحقات.
fr: Vous n'avez pas la permission de copier ces plugins.
nl: Je hebt geen rechten om deze plugin te kopieëren.
ru: У вас нет разрешения на копирование этих плагинов.
sq: S’keni leje të kopjoni këto shtojca.

source: Manage Versions
ar: إدارة الإصدارات
fr: Gérer les versions
nl: Beheer versies
ru: Управление версиями
sq: Administroni Versione

source: Compare to {source}
ar: قارن ب {source}
fr: Comparer à {source}
nl: Vergelijk met {source}
ru: Сравнить с {source}
sq: Krahasoje me {source}

source: Discard Changes
ar: تجاهل التغييرات
fr: Abandonner les modifications
nl: Annuleer wijzigingen
ru: Отменить изменения
sq: Hidhet Tej Ndryshimet

source: View Published
ar: عرض المنشور
fr: Vue publiée
nl: Bekijk live versie
ru: Просмотреть опубликованное
sq: Shihni të Botuarin

source: Language
ar: اللغة
fr: Langue
nl: Taal
ru: Язык
sq: Gjuhë

source: Add Translation
ar: إضافة ترجمة
fr: Ajouter une traduction
nl: Voeg vertaling toe
ru: Добавить перевод
sq: Shtoni Përkthim

source: Copy all plugins
ar: نسخ كل الملحقات
fr: Copier tous les plugins
nl: Kopieer alle plugins
ru: Скопируйте все плагины
sq: Kopjo krejt shtojcat

source: from %s
ar: من %s
fr: de %s
nl: van %s
ru: из %s
sq: prej %s

source: Are you sure you want to copy all plugins from %s?
ar: هل أنت متأكد من أنك تريد نسخ كل الملحقات من %s؟
fr: Êtes-vous sûr de vouloir copier tous les plugins de %s?
nl: Ben je er zeker van om alle plugins te kopiëren van %s?
ru: Вы уверены, что хотите скопировать все плагины из %s?
sq: Jeni i sigurt se doni të kopjohen krejt shtojcat prej %s?

source: No other language available
ar: لا توجد لغة أخرى متوفرة
fr: Aucune autre langue disponible
nl: Geen andere taal beschikbaar
ru: Другие языки недоступны
sq: S’ka gjuhë të tjera

source: Draft
ar: مسودة
fr: Brouillon
nl: Concept
ru: Черновик
sq: Skicë

source: Published
ar: منشور
fr: Publié
nl: Gepubliceerd
ru: Опубликовано
sq: I botuar

source: Archived
ar: مُؤرشَف
fr: Archivé
nl: Gearchiveerd
ru: Архивировано
sq: I arkivuar

source: Changed
ar: مُعدّل
fr: Modifié
nl: Gewijzigd
ru: Изменено
sq: I ndryshur

source: Unlocked
ar: أُلغيَ القفل
fr: Déverrouillée
nl: Ongesloten
ru: Разблокировано
sq: U shkyç

source: Unlock (%(message)s)
ar: إلغاء قفل (%(message)s)
fr: Déverrouiller (%(message)s)
nl: Ongesloten (%(message)s)
ru: Разблокировано (%(message)s)
sq: Shkyçe (%(message)s)

source: Create new draft
ar: إنشاء مسودة جديدة
fr: Créer un brouillon
nl: Maakt een nieuw concept
ru: Создать новый черновик
sq: Krijoni një skicë të re

source: Revert from Unpublish
ar: تراجع عن إلغاء النشر
fr: Annulation de la publication
nl: Gedepubliceerde terugdraaien
ru: Вернуть из Депубликации
sq: Riktheje nga Shbotoje

source: Delete Draft
ar: حذف المسودة
fr: Supprimer le brouillon
nl: Verwijder concept
ru: Удалить черновик
sq: Fshije Skicën

source: Compare Draft to Published...
ar: قارن المسودة بالمنشور...
fr: Comparer le brouillon à la version publiée...
nl: Vergelijk Concept met Gepubliceerde...
ru: Сравнить черновик с опубликованным...
sq: Krahaso Skicë me të Pabotuar…

source: Manage Versions...
ar: إدارة الإصدارات...
fr: Gérer les versions...
nl: Beheer versies...
ru: Управление версиями...
sq: Administroni Versione…

source: Version is not a draft
ar: الإصدار ليس مسودة
fr: La version n'est pas un brouillon
nl: Versie is niet een concept
ru: Версия не является черновиком
sq: Versioni s’është skicë

source: Action Denied. The latest version is locked by {user}
ar: تم رفض الإجراء. أحدث إصدار مقفول بواسطة {user}
fr: Action Refusée. La dernière version est verrouillée par {user}
nl: Actie niet geldig. De laatste versie is gesloten door {user}
ru: Действие отклонено. Черновая версия заблокирована пользователем {user}
sq: Veprim i Hedhur Poshtë. Versioni më i ri është kyçur nga {user}

source: Action Denied. The draft version is locked by {user}
ar: تم رفض الإجراء. إصدار المسودة مقفول بواسطة {user}
fr: Action Refusée. Le brouillon est verrouillé par {user}
nl: Actie niet geldig. De concept versie is gesloten door {user}
ru: Действие отклонено. Последняя версия заблокирована пользователем {user}
sq: Veprim i Hedhur Poshtë. Versioni skicë është kyçur nga {user}

source: Created
ar: أُنشئ
fr: Créée
nl: Aangemaakt
ru: Создано
sq: Krijuar më

source: author
ar: المؤلف
fr: auteur
nl: auteur
ru: автор
sq: autor

source: status
ar: الحالة
fr: statut
ru: статус
sq: gjendje

source: locked by
ar: مقفول بواسطة
fr: verrouillée par
nl: gesloten door
ru: заблокировано
sq: kyçur nga

source: source
ar: المصدر
nl: bron
ru: источник
sq: burim

source: Version #{number} ({state} {date})
ar: الإصدار #{number} ({state} {date})
nl: Versie #{number} ({state} {date})
ru: Версия #{number} ({state} {date})

source: Version #{number} ({state})
ar: الإصدار #{number} ({state})
nl: Versie #{number} ({state})
ru: Версия #{number} ({state})

source: Locked by %(user)s
ar: مقفول بواسطة %(user)s
fr: Verrouillée par %(user)s
nl: Gesloten door %(user)s
ru: Заблокировано %(user)s
sq: Kyçur nga %(user)s

source: Version is not in draft state
ar: الإصدار ليس في حالة مسودة
fr: La version n'est pas à l'état de brouillon
nl: Versie is niet in concept staat
ru: Версия не является черновиком
sq: Versioni s’është nën gjendjen “skicë”

source: Version is not in published state
ar: الإصدار ليس في حالة منشور
fr: La version n'est pas dans l'état publié
nl: Versie is niet in gepubliceerde staat
ru: Версия не находится в стадии черновика
sq: Versioni s’është nën gjendjen “i botuar”

source: Version is not in archived or unpublished state
ar: الإصدار ليس في حالة أرشفة أو حالة غير منشور
fr: La version n'est pas archivé ou non publié
nl: Versie is niet gearchiveerd en niet gepubliceerd
ru: Версия не находится в архивном или неопубликованном состоянии
sq: Versioni s’është nën gjendjen “i arkivuar” ose “i pabotuar”

source: Version is not in draft or published state
ar: الإصدار ليس في حالة مسودة أو حالة منشور
fr: La version n'est pas en brouillon ou publiée
nl: Versie is niet een concept of gepubliceerde staat
ru: Версия не находится в стадии черновика или опубликована
sq: Versioni s’është nën gjendjen “skicë” ose “i botuar”

source: Version is already locked
ar: تم قفل الإصدار بالفعل
fr: La version est déjà verrouillée
nl: Versie is al gesloten
ru: Версия уже заблокирована
sq: Versioni është tashmë i kyçur

source: Draft version is not locked
ar: إصدار المسودة غير مقفول
fr: Le brouillon n'est pas verrouillé
nl: Concept versie is niet gesloten
ru: Черновая версия не заблокирована
sq: Versioni skicë s’është i kyçur

source: Home
ar: الرئيسية
fr: Accueil
ru: Домой
sq: Kreu

source: Versions
ar: الإصدارات
nl: Versies
ru: Версии
sq: Versione

source: Archive Confirmation
ar: تأكيد الأرشفة
fr: Confirmation de l'archivage
nl: Archief confirmatie
ru: Подтверждение архивирования
sq: Ripohim Arkivimi

source: Are you sure you want to archive the following version?
ar: هل أنت متأكد أنك تريد أرشفة الإصدار التالي؟
fr: Êtes-vous sûr de vouloir archiver cette version ?
nl: Ben je er zeker van om deze versie te archiveren?
ru: Вы уверены, что хотите заархивировать следующую версию?
sq: Jeni i sigurt se doni të arkivohet versioni vijues?

source: Version number: %(version_number)s
ar: إصدار رقم: %(version_number)s
fr: Numéro de version : %(version_number)s
nl: Versie nummer: %(version_number)s
ru: Номер версии: %(version_number)s
sq: Numër versioni: %(version_number)s

source: Yes, I'm sure
ar: نعم، أنا متأكد
fr: Oui, je suis sûr
nl: Ja, ik ben er zeker van
ru: Да, я уверен
sq: Po, jam i sigurt

source: No, take me back
ar: لا، تراجع للخلف
fr: Non, ramène-moi.
nl: Nee, breng me terug
ru: Нет, вернутся
sq: Jo, kthemëni mbrapsht

source: Compare %(left)s to %(right)s
ar: قارن %(left)s بـ %(right)s
fr: Comparer %(left)s à %(right)s
nl: Vergelijk %(left)s met %(right)s
ru: Сравнить %(left)s с %(right)s
sq: Krahaso %(left)s me %(right)s

source: Compare %(left)s
ar: قارن %(left)s
fr: Comparer %(left)s
nl: Vergelijk %(left)s
ru: Сравнить %(left)s
sq: Krahaso %(left)s

source: Compare %(right)s
ar: قارن %(right)s
fr: Comparer %(right)s
nl: Vergelijk %(right)s
ru: Сравнить %(right)s
sq: Krahaso %(right)s

source: Back
ar: رجوع
fr: Retour
nl: Terug
ru: Назад
sq: Mbrapsht

source: Comparing %(left)s with
ar: مقارنة %(left)s بـ
fr: Comparaison %(left)s avec
nl: Vergelijken %(left)s met
ru: Сравнение %(left)s с
sq: Po krahasohen %(left)s me

source: Pick a version to compare to
ar: اختر إصدار للمقارنة
fr: Choisissez une version pour la comparer
nl: Kies een versie om te vergelijken
ru: Выберите версию для сравнения
sq: Zgjidhni një version për krahasim

source: Visual
ar: مرئي
fr: Visuel
nl: Visueel
ru: Визуально
sq: Pamor

source: Source
ar: مصدر
nl: Bron
ru: Источник
sq: Burim

source: Discard Confirmation
ar: تأكيد التجاهل
fr: Confirmation du rejet
nl: Annuleer Confirmatie
ru: Отменить подтверждение
sq: Ripohim Hedhje Tej

source: Are you sure you want to discard following version?
ar: هل أنت متأكد أنك تريد تجاهل الإصدار التالي؟
fr: Êtes-vous sûr de vouloir rejeter cette version ?
nl: Ben je er zeker van om deze versie te annuleren?
ru: Вы уверены, что хотите отменить следующую версию?
sq: Jeni i sigurt se doni të hidhet tej versioni vijues?

source: Version number: %(version_number)s
ar: إصدار رقم: %(version_number)s
fr: Numéro de version : %(version_number)s
nl: Versie nummer: %(version_number)s
ru: Номер версии: %(version_number)s
sq: Numër versioni: %(version_number)s

source: Add %(name)s
ar: إضافة %(name)s
fr: Ajouter %(name)s
nl: Voeg %(name)stoe
ru: Добавить %(name)s
sq: Shto %(name)s

source: Submit
ar: تأكيد
fr: Envoyer
nl: Opslaan
ru: Отправить
sq: Parashtroje

source: View on site
ar: عرض على الموقع
fr: Voir sur le site
nl: Bekijk de site
ru: Посмотреть на сайте
sq: Shiheni në sajt

source: Revert Confirmation
ar: تأكيد الاسترجاع
fr: Confirmation de l'annulation
nl: Conformatie terugdraaien
ru: Отменить подтверждение
sq: Ripohim Rikthimi

source: Reverting to this version may cause loss of an existing draft version. Please select an option to continue
ar: الاسترجاع لهذا الإصدار قد يتسبب في خسارة إصدار مسودة متواجدة. يرجى تحديد اختيار للإستمرار
fr: Le retour à cette version peut entraîner la perte d'une version brouillon existante. Veuillez sélectionner une option pour continuer
nl: Als u terugkeert naar deze versie, kan een bestaande conceptversie verloren gaan. Selecteer een optie om door te gaan
ru: Возврат к этой версии может привести к потере существующей черновой версии. Пожалуйста, выберите вариант для продолжения
sq: Rikthimi te ky version mund të shkaktojë humbjen e një versioni ekzistues skicë. Që të vazhdohet, ju lutemi, përzgjidhni një mundësi

source: Are you sure you want to revert to the following version?
ar: هل أنت متأكد أنك تريد استرجاع الإصدار التالي؟
fr: Êtes-vous sûr de vouloir revenir à cette version ?
nl: Ben je er zeker van om deze versie terug te draaien?
ru: Вы уверены, что хотите вернуться к следующей версии?
sq: Jeni i sigurt se doni të rikthehet te versioni vijues?

source: Discard existing draft and Revert
ar: تجاهل المسودة المتواجدة واسترجع
fr: Rejeter le brouillon existant et revenir en arrière
nl: Annuleer concept en terugdraaien van huidige versie
ru: Отменить существующий черновик и вернуться к предыдущему варианту
sq: Hidhe tej skicën ekzistuese dhe bëj Rikthimin

source: Archive existing draft and Revert
ar: أرشف المسودة المتواجدة واسترجع
fr: Archiver le brouillon existant et revenir en arrière
nl: Archiveer bestaande concept en Revert
ru: Архивировать существующий черновик и отменить
sq: Arkivo skicën ekzistuese dhe bëj Rikthimin

source: Unpublishing will remove this version from live. Are you sure you want to unpublish?
ar: إلغاء النشر سيؤدي إلى حذف هذا الإصدار من مباشر الموقع. هل أنت متأكد أنك تريد إلغاء النشر؟
fr: La dépublication supprimera cette version actuellement visible. Êtes-vous sûr de vouloir dépublier ?
nl: Als je de publicatie ongedaan maakt, wordt deze versie uit de live versie verwijderd. Weet je zeker dat je de publicatie ongedaan wilt maken?
ru: Депубликация удалит эту версию из живого. Вы уверены, что хотите депубликовать?
sq: Heqja nga botimi do të heqë këtë version nga sajti faktik. Jeni i sigurt se doni të shbotohet?

source: The following draft version has been unlocked by %(by_user)s for their use. %(version_link)s Please note you will not be able to further edit this draft. Kindly reach out to %(by_user)s in case of any concerns. This is an automated notification from Django CMS.
ar: تم إلغاء قفل المسودة التالية بواسطة %(by_user)s لاستخدامهم. %(version_link)s برجاء العلم أنك لن تستطيع إجراء المزيد من التعديلات على هذه المسودة. يرجى التواصل مع %(by_user)s في حالة وجود أي استفسارات. هذا إشعار تلقائي من ن.إ.م. چانجو.
fr: Le brouillon suivant a été déverrouillé par %(by_user)s pour son usage. %(version_link)s Notez que vous ne pourrez pas continuer a modifier ce brouillon. Vous êtes prié de contacter %(by_user)s en cas de soucis. C'est une notification automatique de Django CMS.
nl: De volgende concept versie is van het slot af door%(by_user)svoor hun gebruik. %(version_link)s Let op: je kunt niet verder bewerken in dit concept. Neem asjeblieft contact op met %(by_user)s in geval van enige zorgen. Dit is een geautomatiseerde notificatie van Django CMS.
ru: Следующая черновая версия была разблокирована %(by_user)s для их использования. %(version_link)s Обратите внимание, что вы не сможете дальше редактировать этот черновик. Пожалуйста, свяжитесь с %(by_user)s в случае каких-либо вопросов. Это автоматическое уведомление от Django CMS.
sq: Versioni skicë vijues është shkyçur nga %(by_user)s për t’u përdorur. %(version_link)s Ju lutemi, kini parasysh se s’do të jeni në gjendje të përpunoni më tej këtë skicë. Në rast të çfarëdo shqetësimi, lidhuni me %(by_user)s. Ky është një njoftim i automatizuar prej Django CMS.
